export default {
  "header": {
    "name": "Владимир Григоров",
    "title": "2D/3D Анимация • Blender • Spine • Photoshop • Unity • Godot",
    "intro": "Привет, я Владимир! Создаю захватывающие миры и оживляю персонажей для игр.",
    "button": "Посмотреть работы"
  },
  "about": {
    "title": "Обо мне",
    "text": "Более 10 лет работаю в мобильном геймдеве как 2D/3D дженералист. Делаю анимацию, окружение, UI, VFX, моделирование и текстурирование. Работаю в Blender, Photoshop, Unity и Godot. Также я собираю прототипы игр и делаю игровые механики. Был опыт работы арт-лидом: давал фидбек и помогал команде художников. Привык плотно работать в связке с программистами и геймдизайнерами. Живу в Аргентине. В свободное время занимаюсь 3D-печатью, программированием, делаю сайты, внедряю нейросети в рабочие процессы и учу испанский.",
    "skillsTitle": "Ключевые навыки",
    "skillsData": [
      { "label": "Анимация (2D / 3D)", "value": 10 },
      { "label": "Моделинг и топология (low-poly)", "value": 8 },
      { "label": "Текстуринг и 2D-скетчинг", "value": 5 },
      { "label": "Руководство и наставничество", "value": 5 },
      { "label": "Самообучение и развитие навыков", "value": 10 },
      { "label": "Blender", "value": 10 },
      { "label": "Unity", "value": 8 },
      { "label": "Photoshop", "value": 8 },
      { "label": "Godot", "value": 7 },
      { "label": "Maya", "value": 5 }
    ]
  },
  "portfolio": {
    "title": "Портфолио",
    "subtitle": "Избранные работы, демонстрирующие мои навыки.",
    "showAll": "Показать все"
  },
  "contact": {
    "title": "Свяжитесь со мной",
    "subtitle": "Открыт для новых проектов и интересных предложений."
  }
}