export default {
  "header": {
    "name": "Владимир Григоров",
    "title": "2D/3D Анимация • Blender • Spine • Photoshop • Unity • Godot",
    "intro": "Привет, я Владимир! Создаю захватывающие миры и оживляю персонажей для игр.",
    "button": "Посмотреть работы"
  },
  "about": {
    "title": "Обо мне",
    "text": "Уже больше 10 лет я работаю в мобильных играх как универсальный специалист: от 2D/3D-анимации персонажей, окружения и UI, до создания спецэффектов, моделинга и текстуринга. Опыт работы с Blender, Photoshop, Unity, Godot и другими инструментами позволяет быстро находить оптимальные решения для любых задач. Я умею работать в тесной связке с программистами, художниками и гейм-дизайнерами, делая процесс продуктивным и творческим. Сейчас живу в Аргентине. В свободное время занимаюсь 3D-печатью, кодом, создаю сайты как хобби, играю в игры, изучаю испанский и интегрирую AI-инструменты для ускорения рабочих процессов.",
    "skillsTitle": "Ключевые навыки",
    "skills": [ "2D Animation", "3D Animation", "Blender", "Spine", "Photoshop", "Unity", "Godot", "Prototyping", "Low-poly Modeling", "Texturing", "Rigging", "Game Development", "VFX" ]
  },
  "portfolio": {
    "title": "Портфолио",
    "subtitle": "Избранные работы, демонстрирующие мои навыки.",
    "showAll": "Показать все"
  },
  "contact": {
    "title": "Свяжитесь со мной",
    "subtitle": "Открыт для новых проектов и интересных предложений."
  },
}
