export default {
  "header": {
    "name": "Владимир Григоров",
    "title": "2D/3D Анимация • Blender • Spine • Photoshop • Unity • Godot",
    "intro": "Привет, я Владимир! Создаю захватывающие миры и оживляю персонажей для игр.",
    "button": "Посмотреть работы"
  },
  "about": {
  "title": "Обо мне",
  "text": "Уже больше 10 лет я работаю в производстве мобильных игр как универсальный специалист: от 2D/3D-анимации персонажей, окружения и UI, до создания спецэффектов, моделинга и текстуринга. Опыт работы с Blender, Photoshop, Unity, Godot и другими инструментами позволяет быстро находить оптимальные решения для любых задач. Я умею работать в тесной связке с программистами, художниками и гейм-дизайнерами, делая процесс продуктивным и творческим. Также занимал лидовскую позицию — умею передавать свой арт-опыт качественно и помогать коллегам расти через советы и фидбек. Сейчас живу в Аргентине. В свободное время занимаюсь 3D-печатью, кодом, создаю сайты как хобби, играю в игры, изучаю испанский и интегрирую AI-инструменты для ускорения рабочих процессов.",
  "skillsTitle": "Ключевые навыки",
  "skillsData": [
    { "label": "Анимация (2D / 3D)", "value": 10 },
    { "label": "Моделинг и топология (low-poly)", "value": 8 },
    { "label": "Текстуринг и 2D-скетчинг", "value": 5 },
    { "label": "Руководство и наставничество", "value": 5 },
    { "label": "Самообучение и развитие навыков", "value": 10 },
    { "label": "Blender", "value": 10 },
    { "label": "Unity", "value": 8 },
    { "label": "Photoshop", "value": 8 },
    { "label": "Godot", "value": 7 },
    { "label": "Maya", "value": 5 }
    ]
  },
  "portfolio": {
    "title": "Портфолио",
    "subtitle": "Избранные работы, демонстрирующие мои навыки.",
    "showAll": "Показать все"
  },
  "contact": {
    "title": "Свяжитесь со мной",
    "subtitle": "Открыт для новых проектов и интересных предложений."
  },
}
